Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/inarinsaamen_vieraan_kielen_oppikirjasarja_valmistui.html.tmx
Source language: fin
Languages: sme

source: Inarinsaamen vieraan kielen oppikirjasarja valmistui
sme: Anárašgiela vieris giela oahppagirjeráidu gárvvásnuvai

source: Inarinsaamen vieraan kielen oppikirjasarja Hitruu on nyt valmis tekstikirjojen osalta.
sme: Anárašgiela vieris giela oahppagirjeráidu Hitruu lea dál gárvvis teakstagirjjiid oasil.

source: Kouluvuoden alkajaisiksi ilmestyi sarjan viimeinen osa Hitruu 4 -Sämieennâm.
sme: Skuvlajagi álgui almmustuvai ráiddu maŋimus oassi Hitruu 4 -Sämieennâm.

source: Oppikirjasarja on tarkoitettu inarinsaamen vieraan kielen opetukseen perusopetuksen luokilla 3-6. Sarjasta ovat aiemmin ilmestyneet osat Ááhu kuuvl, Pennuuseibi ja Skipáreh.
sme: Oahppogirjeráidu lea oaivvilduvvon anárašgiela vieris giela oahpahussii vuođđooahpahusluohkáide 3.-6. Ráiddus leat ovdalis almmustuvvan oasit Ááhu kuuvl, Pennuuseibi ja Skipáreh.

source: Nyt julkaistu uusin kirja on tarkoitettu perusopetuksen kuudesluokkalaisille.
sme: Dál almmustuvvan ođđa girji lea oaivvilduvvon guđátluohkkálaččaide.

source: Ánná ja Saammâl seikkailevat oppikirjassa jälleen todellisiin, vanhoihin ja uudempiin tapahtumiin pohjautuvissa tarinoissa, jotka sijoittuvat Nellimiin.
sme: Ánná ja Saammâl fearánastiba oahppogirjjis vuot duođalaš, boares ja ođđaset dáhpáhusaide vuođđuduvvan muitalusain, mat leat dáhpáhuvvan Njellima guovllus.

source: Tarinoiden kautta opitaan inarinsaamen kielen lisäksi myös inarinsaamelaista kulttuuria.
sme: Muitalusaid vuođul oahppat anárašgiela lassin maiddái anáraččaid kultuvrra.

source: Tarinoihin sisältyy monia vuodenkierron tärkeitä tapahtumia syyskesästä seuraavan vuoden kesään saakka.
sme: Muitalusain leat máŋggat jahkegierddu dehálaš dáhpáhusat ja doaimmat čakčageasis čuovvovaš jagi geassái.

source: Oppikirjat on käsikirjoittanut Teija Linnanmäki ja kuvittanut Riitta Ahonen .
sme: Oahppogirjjiid lea čállán Teija Linnanmäki ja govaid lea ráhkadan Riitta Ahonen.

source: Sarjassa tullaan myöhemmin julkaisemaan vielä harjoituskirjoja ja digimateriaalia.
sme: Ráidui bohtet maŋŋelis vel lasi hárjehusgirjjit ja digimateriálat.

source: Tilaukset: kirjatilaus(at)samediggi.fi
sme: Diŋgomat: kirjatilaus(at)samediggi.fi

source: Lisätietoja: koulutus- ja oppimateriaalitoimisto
sme: Lassedieđut: skuvlen- ja oahppamateriáladoaimmahat
